[
    {
        "title": "Monitor de Campamento de Inglés",
        "subtitle": "",
        "date": "Julio de 2022",
        "company": "Castle English Course",
        "location": "Córdoba",
        "description": "Encargado de coordinar y supervisar todas las competiciones deportivas para un grupo de 85 niños de edades comprendidas entre 12 y 16 años, lo que incluyó la organización de torneos de fútbol, baloncesto y voleibol, entre otros deportes. Desarrollé habilidades de liderazgo y trabajo en equipo mientras motivaba a los participantes a trabajar juntos y disfrutar del deporte.",
        "links": []
    },
    {
        "title": "Profesor Particular de Matemáticas",
        "subtitle": "",
        "date": "2021-2022",
        "company": "A título personal",
        "location": "Valladolid",
        "description": "Encargado de ayudar al alumno (4ºESO) a mejorar su rendimiento en matemáticas a través de tutorías regulares y de la creación de planes de estudio personalizados, trabajando en promedio dos horas por semana. Desarrollé habilidades de enseñanza y adaptación mientras trabajaba con un estudiante con necesidades específicas de aprendizaje.",
        "links": []
    },
    {
        "title": "Entrenador de Fútbol Sala",
        "subtitle": "",
        "date": "2020-2022",
        "company": "Asociación Juvenil Niara",
        "location": "Valladolid",
        "description": "Entrenador de fútbol sala de categorías inferiores (alevín y cadetes). En un año, fui capaz de entrenar a dos equipos simultáneamente, demostrando habilidades excepcionales en la gestión del tiempo, planificación y comunicación efectiva con los jugadores y sus familias.",
        "links": []
    },
    {
        "title": "Monitor",
        "subtitle": "",
        "date": "2020 - 2021",
        "company": "Asociación Juvenil Niara",
        "location": "Valladolid",
        "description": "Monitor en clinics matinales de fútbol sala y otros deportes. En un mes, fui responsable de coordinar un grupo de 5 monitores y supervisar un grupo de 45 niños, asegurándome de que las actividades fueran seguras y divertidas, y de que se cumplieran los objetivos de cada sesión. Desarrollé habilidades en la gestión de grupos grandes y en la coordinación y supervisión de personal.",
        "links": []
    }
    
]